Revit 2027 API
ProjectLocationSet.ReverseIterator Method
Retrieve a backward moving iterator to the set.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public virtual ProjectLocationSetIterator ReverseIterator()
Public Overridable Function ReverseIterator As ProjectLocationSetIterator
public:
virtual ProjectLocationSetIterator^ ReverseIterator()
abstract ReverseIterator : unit -> ProjectLocationSetIterator
override ReverseIterator : unit -> ProjectLocationSetIterator
Return Value
ProjectLocationSetIterator
Returns a backward moving iterator to the set.
See Also
Reference
ProjectLocationSet Class
Autodesk.Revit.DB Namespace